Repository: ricarthlima/flutter_gastro_go
Catalog: lib/l10n/app_*.arb
Languages: pt

# navRestaurants
source: Restaurants
pt: Restaurantes

# navFavorites
source: Favorites
pt: Favoritos

# searchHint
source: Search restaurants...
pt: Buscar restaurantes...

source: Filter by
pt: Filtrar por

source: Sort by
pt: Ordenar por

source: Rating
pt: Avaliação

source: Distance
pt: Distância

source: Dishes
pt: Pratos

source: Vegan
pt: Vegano

# favoritesRestaurantsTitle
source: Favorite Restaurants
pt: Restaurantes Favoritos

# favoritesDishesTitle
source: Favorite Dishes
pt: Pratos Favoritos

# errorLoading
source: Failed to load data
pt: Falha ao carregar dados

# errorRetry
source: Try Again
pt: Tentar Novamente

# searchDishes
source: Search the menu...
pt: Buscar no cardápio...

source: Filter vegan dishes
pt: Filtrar pratos veganos

# dishesLoadingError
source: Error loading dishes
pt: Erro ao carregar pratos

# noDishesOnRestaurant
source: This restaurant has no dishes yet.
pt: Este restaurante não possui pratos cadastrados.

# emptyFavoriteRestaurants
source: You haven't favorited any restaurants yet.
pt: Você ainda não favoritou restaurantes.

# emptyFavoriteDishes
source: You haven't favorited any dishes yet.
pt: Você ainda não favoritou pratos.

# onboardingUpperQuote
source: A culinary experience
pt: Uma experiência culinária

# onboardingLowerQuote
source: for those who are 'ready to go'!
pt: para quem está 'ready to go'!

# onboardingCTA
source: Let's go!
pt: Bora!

# homeWelcome
source: Welcome!
pt: Boas vindas!

# homeCategoryCTA
source: What are you craving?
pt: Fome de quê?

# homeRestaurants
source: Restaurants for you
pt: Restaurantes para você

# homeSearchLabel
source: What do you want to eat?
pt: O que você quer comer?

source: Clean
pt: Limpar

source: Filter and Sort
pt: Filtros e ordenação

# onlyVegans
source: Only vegan
pt: Apenas veganos

source: Minimum Rating
pt: Avaliação mínima

source: Maximum Distance
pt: Distância máxima

source: Apply Filters
pt: Aplicar filtros
